
/* Progress Dialog */
"CINCH_PROG_WINDOW_TITLE" = "Status synchronizacji katalogu domowego";

"CINCH_PROG_TITLE_SYNCSTATE_PROCESSING" = "Synchronizuję";
"CINCH_PROG_TITLE_SYNCSTATE_STARTING" = "Uruchamiam…";
"CINCH_PROG_TITLE_SYNCSTATE_CLEANING" = "Kończę…";
"CINCH_PROG_TITLE_SYNCSTATE_UPDATING" = "Sprawdzam";
"CINCH_PROG_TITLE_SYNCSTATE_CHECKING" = "Sprawdzam";
"CINCH_PROG_TITLE_SYNCSTATE_CANCELLING" = "Anuluję…";
"CINCH_PROG_TITLE_SYNCSTATE_SKIPPING" = "Zatrzymuję…";
"CINCH_PROG_TITLE_SYNCSTATE_FINISHING" = "Kończę…";

"CINCH_PROG_PATH_MESSAGE" = "„%@”";
"CINCH_PROG_PATH_HOME_PATH" = "~";

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "%@ z %@ rzeczy – %@%% ukończone.";
/* CINCH_PROG_STATUS_MESSAGE_…BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "5 of 98 items – 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "%@ z %@ rzeczy – %@ z %@ – %@%% ukończone.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "bajtów: %@";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ KB";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ MB";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ GB";

"CINCH_PROG_STATUS_MESSAGE_MOUNTING_HOME" = "Łączę się z sieciowym katalogiem domowym.";
"CINCH_PROG_STATUS_MESSAGE_WINDOW_CLOSED" = "Synchronizacja będzie kontynuowana w tle.";

"CINCH_PROG_STATUS_MESSAGE_SYNC_COMPLETE" = "Synchronizacja ukończona.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_CANCELED" = "Synchronizacja anulowana";
"CINCH_PROG_STATUS_MESSAGE_SYNC_SKIPPED" = "Synchronizacja zatrzymana.";

/* Standard Buttons */

"CINCH_OK_BUTTON" = "OK";
"CINCH_CANCEL_BUTTON" = "Anuluj";
"CINCH_SKIP_BUTTON" = "Zatrzymaj";
"CINCH_CONTINUE_BUTTON" = "Dalej";

/* Sync Alerts */

"CINCH_MUST_BE_MHD_TITLE" = "Aby skorzystać z tej funkcji, musisz mieć konto przenośne.";
"CINCH_MUST_BE_MHD_MESSAGE" = "By utworzyć konto przenośne, otwórz Preferencje systemowe, kliknij w Konta, a następnie kliknij w Utwórz. Jeśli tych rzeczy brakuje, skontaktuj się z administratorem systemu.";

"CINCH_NO_NETHOME_TITLE" = "Nie udało się wykonać synchronizacji, ponieważ sieciowy katalog domowy „%@” jest obecnie niedostępny.";
"CINCH_NO_NETHOME_MESSAGE" = "Spróbuj ponownie później, gdy ta rzecz będzie dostępna.";

"CINCH_NOWRITE_NETHOME_TITLE" = "Nie udało się wykonać synchronizacji, ponieważ sieciowy katalog domowy „%@” nie pozwala na zapis.";
"CINCH_NOWRITE_NETHOME_MESSAGE" = "Spróbuj ponownie za jakiś czas lub skontaktuj się z administratorem.";

"CINCH_HOME_IN_USE_TITLE" = "Twój sieciowy katalog domowy może być używany.";
"CINCH_HOME_IN_USE_MESSAGE" = "Jeśli zsynchronizujesz teraz, niektóre pliki mogą nie zostać zsynchronizowane.";
"CINCH_HOME_IN_USE_SYNC_NOW_BUTTON" = "Synchronizuj teraz";
"CINCH_HOME_IN_USE_SYNC_LATER_BUTTON" = "Synchronizuj później";

"CINCH_HOME_NET_HOME_INCONSISTENT_TITLE" = "Synchronizacja nie nastąpi z powodu problemów z twoim sieciowym katalogiem domowym.";
"CINCH_HOME_NET_HOME_INCONSISTENT_MESSAGE" = "Spróbuj zalogować się później, by zsynchronizować lub skontaktuj się z administratorem.";

"CINCH_SYNC_FAILED_TITLE" = "Nie udało się ukończyć synchronizacji.";
"CINCH_SYNC_FAILED_DISK_FULL_MESSAGE" = "W miejscu docelowym nie ma wystarczająco dużo miejsca do zakończenia tej operacji.";

/* Home was changed messages */

"CINCH_HOME_CHANGED_TITLE" = "Twój sieciowy katalog domowy zmienił się od czasu ostatniej synchronizacji.";
"CINCH_HOME_CHANGED_MESSAGE" = "jeśli nie wiesz, dlaczego tak się stało, wybierz „Synchronizuj później” i zarchiwizuj ostatnie pliki przed ponowną synchronizacją. Kliknij w „Więcej informacji”, aby zobaczyć inne opcje.";

"CINCH_HOME_NET_HOME_TIME_NEWER_TITLE" = "Niektóre pliki w sieciowym katalogu domowym były zmienione od ostatniej synchronizacji. Zaznacz miejsce, gdzie znajdują się twoje najnowsze pliki.";
"CINCH_HOME_NET_HOME_TIME_NEWER_MESSAGE" = "Twoje zaznaczenie będzie miało wpływ na pliki, które uległy zmianie w obu katalogach domowych: sieciowym oraz przenośnym. Pozostałe pliki będą zsynchronizowane poprawnie.\n\nOstatni dostęp do twojego sieciowego katalogu domowego był: %@.\nOstatnia synchronizacja przenośnego katalogu domowego była: %@.";

"CINCH_HOME_LOCKFILE_ERR_TITLE" = "Twój sieciowy katalog domowy może być używany.";
"CINCH_HOME_LOCKFILE_ERR_MESSAGE" = "Jeśli nie uważasz, że to jest poprawne, serwer może utrzymywać chwilową blokadę Twojego sieciowego katalogu domowego. Ten problem często sam się rozwiązuje po krótkim okresie czasu.";

"CINCH_HOME_INVALID_TITLE" = "Twój sieciowy katalog domowy może nie być skonfigurowany do synchronizacji.";
"CINCH_HOME_INVALID_MESSAGE" = "Sieciowy katalog domowy „%@” nie zawiera pewnych plików niezbędnych do synchronizacji.";

"CINCH_GENERIC_ERR_TITLE" = "Żadne informacje nie są dostępne.";
"CINCH_GENERIC_ERR_MESSAGE" = "Zaloguj się później i spróbuj ponownie.";

"CINCH_HOME_CHANGED_SYNC_LATER_BUTTON" = "Synchronizuj później";
"CINCH_HOME_CHANGED_MORE_INFORMATION_BUTTON" = "Więcej informacji...";
"CINCH_HOME_CHANGED_SELECT_NETWORK_BUTTON" = "Sieciowy katalog domowy";
"CINCH_HOME_CHANGED_SELECT_LOCAL_BUTTON" = "Przenośny katalog domowy";

"CINCH_HOME_CHANGED_NOSYNC_TITLE" = "Niektóre pliki preferencji w sieciowym katalogu domowym są nowsze, niż pliki w przenośnym katalogu domowym i nie zostały zsynchronizowane.";
"CINCH_HOME_CHANGED_NOSYNC__MESSAGE" = "Zależnie od ustawień synchronizacji, pliki te mogą być synchronizowane podczas logowania lub podczas wylogowywania.";

"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TITLE" = "Synchronizacja katalogu domowego nie powiodła się. Czy chcesz kontynuować bez zsynchronizowanego katalogu domowego?";
"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TEXT" = "Jeżeli zdecydujesz się kontynuować, zsynchronizuj katalog domowy tak szybko, jak to możliwe. Jeżeli anulujesz, katalog domowy nie zostanie utworzony.";

/* Home Sync Menu */

"CINCH_NOTHING_TITLE" = "Nie wybrano katalogów do zsynchronizowania.";
"CINCH_NOTHING_MESSAGE" = "Aby synchronizować katalogi, otwórz Preferencje systemowe i kliknij w Konta. Zaznacz konto i kliknij w Preferencje synchronizacji konta przenośnego. Wybierz katalogi do zsynchronizowania z listy „Tylko zaznaczone katalogi”. Jeśli lista jest nieaktywna, skontaktuj się z administratorem systemu.";
"Account Mobility Preferences..." = "Preferencje konta przenośnego…";

"CINCH_NET_HOME_NOT_FOUND_TITLE" = "Twój sieciowy katalog domowy jest teraz niedostępny.";
"CINCH_NET_HOME_NOT_FOUND_MESSAGE" = "Spróbuj ponownie później, gdy ta rzecz będzie dostępna.";

/* Dock Item Title */

"USER_ORIG_HOME_DOCK_ITEM" = "Sieciowy katalog domowy (%@)";

/* Mobile Account Creation Alert */

"MCX_PHD_ACCNT_TITLE" = "Utworzyć konto przenośne wraz z przenośnym katalogiem domowym?";
"MCX_PHD_ACCNT_TEXT" = "Konto przenośne z przenośnym katalogiem domowym zapewnia kopię Twojego konta sieciowego wraz ze zsynchronizowaną kopią sieciowego katalogu domowego, których można użyć, gdy komputer jest odłączony od sieci.\n";

"MCX_MOBILE_ACCNT_TITLE" = "Utworzyć konto przenośne?";
"MCX_MOBILE_ACCNT_TEXT" = "Konto przenośne zapewni kopię Twojego konta sieciowego, której można użyć, gdy komputer jest odłączony od sieci.\n";

"MCX_MOBILE_ACCNT_CHECKBOX" = "Nie pytaj mnie ponownie";
/* This is an optional string that shows up in the create mobile home or create portable home dialog */
"MCX_MOBILE_ACCNT_CHOOSE_LOCATION_TEXT" = "\nZaznacz wolumin katalogu domowego:\n";
"MCX_MOBILE_ACCNT_PLEASE_INSERT_VOL_TEXT" = "\nDołącz zewnętrzny wolumin.\n";
/* This string gets appended to the list of possible mobile home volumes to indicate that it is the startup volume */
"MCX_MOBILE_ACCNT_STARTUP_VOL_TEXT" = " (dysk startowy)";
"MCX_MOBILE_ACCNT_INSERT_VOL_TEXT" = "(brak dołączonych woluminów)";

"MCX_MOBILE_ACCNT_YES_BUTTON" = "Utwórz teraz";
"MCX_MOBILE_ACCNT_NO_BUTTON" = "Nie twórz";
"MCX_MOBILE_ACCNT_CANCEL_BUTTON" = "Anuluj logowanie";

"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL" = "Nie można utworzyć konta przenośnego.";
"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL_SUBTEXT" = "Aby utworzyć konto przenośne, musisz przyłączyć napęd zewnętrzny.";

/* Mobile Account Logout Create Alerts */

"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_TITLE" = "Podaj hasło, aby utworzyć konto przenośne.";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_PASSWORD_LABEL" = " ";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_CANCEL_BUTTON" = "Anuluj";

"MCX_MOBILE_ACCNT_LOGOUT_MESSAGE_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_PASSWORD_INCORRECT_TITLE" = "Niewłaściwe hasło.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_CANCELED_TITLE" = "Utworzenie konta przenośnego zostało anulowane.";

"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TITLE" = "Nie można utworzyć konta przenośnego.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TEXT" = "Wystąpił problem podczas tworzenia konta przenośnego.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_VOLUME_ERROR_TEXT" = "Wystąpił błąd podczas próby dostępu do woluminu katalogu domowego twojego konta przenośnego.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_RECORD_ERROR_TEXT" = "Wystąpił problem podczas tworzenia rekordu konta przenośnego.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_HOME_PATH_ERROR_TEXT" = "Wystąpił błąd podczas utworzenia lub próby dostępu do „%@”.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_ERROR_TEXT" = "Wystąpił problem podczas tworzenia katalogu domowego FileVault.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_PATH_ERROR_TEXT" = "Nie można utworzyć katalogu domowego FileVault, ponieważ katalog o takiej samej nazwie już istnieje.";

"MCX_MOBILE_ACCNT_CREATE_FV_HEADER_TEXT" = "Tworzenie katalogu domowego zabezpieczonego przez FileVault.";
"MCX_MOBILE_ACCNT_CREATE_FV_MESSAGE_TEXT" = "FileVault szyfruje katalog domowy, używając hasła logowania.\n\nUruchamianie tej funkcji może zająć dłuższą chwilę.";

/* External Account Authentication */

/* Empty unlocked message replaces the locked message when authorized. Leave unlocked message blank. */

"MCX_XACCNT_WINDOW_TITLE" = "Autoryzuj konto zewnętrzne";

"MCX_XACCNT_AUTH_TITLE" = "Pozwolić, aby konto zewnętrzne „%@” z dysku „%@“ miało dostęp do tego komputera?";
"MCX_XACCNT_AUTH_CHECKBOX" = "Pamiętaj mój wybór";
"MCX_XACCNT_LOCKED_MESSAGE" = "Kliknij w kłódkę, by pozwolić lub zachować.";
"MCX_XACCNT_UNLOCKED_MESSAGE" = " ";
"MCX_XACCNT_AUTH_PROMPT" = "Wpisz nazwę i hasło administratora.";
"MCX_XACCNT_ALLOW_BUTTON" = "Pozwól";
"MCX_XACCNT_DENY_BUTTON" = "Zabroń";

/* Simple no workgroup alert replaces the normal workgroup picker when there are zero groups */

/* The MCX_DISABLE_MGMT_SAVE_TEXT is appended to MCX_DISABLE_MGMT_TEXT if the user is allowed to save group name (though in this case it's for a special */
/* group that indicates that they don't want to be bothered with being asked this question again). The MCX_DISABLE_MGMT_REFRESH_TEXT is appended to the */
/* MCX_DISABLE_MGMT_TEXT if the option to refresh preferences is allowed. */

"MCX_DISABLE_MGMT_TITLE" = "Ten komputer będzie zarządzany. Czy chcesz kontynuować z włączonymi zarządzanymi ustawieniami?";
"MCX_DISABLE_MGMT_TEXT" = "Administrator Twojego systemu dał Ci opcję wyłączenia ustawień zarządzania.";
"MCX_DISABLE_MGMT_REFRESH_TEXT" = "Możesz także odświeżyć dowolne lokalnie przechowywane ustawienia komputera.";
/* The double return chars below is becuase this string is appended to the main text string in case you have the checkbox option enabled */
"MCX_DISABLE_MGMT_SAVE_TEXT" = "\n\nJeśli zapamiętasz ten wybór, możesz ponownie wyświetlić to okno przytrzymując klawisz Opcja podczas logowania.";
"MCX_DISABLE_MGMT_REMEMBER_CHECKBOX" = "Pamiętaj mój wybór";
"MCX_DISABLE_MGMT_REFRESH_PREFS_BUTTON" = "Odśwież preferencje";
"MCX_DISABLE_MGMT_DISABLE_PREFS_BUTTON" = "Wyłącz ustawienia";
"MCX_DISABLE_MGMT_ALLOW_PREFS_BUTTON" = "Włącz ustawienia";

"CINCH_SYNC_DATE_TODAY" = "Dzisiaj o ";
"CINCH_SYNC_DATE_YESTERDAY" = "Wczoraj o ";
"CINCH_SYNC_DATE_TOMORROW" = "Jutro o ";

// type of keychain password
"KEYCHAIN_HOMESYNC_KIND" = "Hasło synchronizacji katalogu domowego";
"KEYCHAIN_NETWORK_KIND" = "hasło sieci";
